[
    {
        "quote": "IT'S THE FIIIIIRSSSSTTTTT and you are first in my heart <3"
    },
    {
        "quote": "Love is a hard feeling to describe, and I really don't have enough words to do it. But I can tell you this. No one has ever made me feel as comfortable, cared for, and happy as you have."
    },
    {
        "quote": "Next time I see you I am gonna lay directly on top of you. You are welcome :)"
    },
    {
        "quote": "Message 22"
    },
    {
        "quote": "Message 23"
    },
    {
        "quote": "Message 24"
    },
    {
        "quote": "Message 25"
    },
    {
        "quote": "Message 26"
    },
    {
        "quote": "Message 27"
    },
    {
        "quote": "Message 28"
    },
    {
        "quote": "Message 28"
    },
    {
        "quote": "Message 30"
    },
    {
        "quote": "Message 31"
    },
    {
        "quote": "Hello my love, happy valentine's day!! This may seem a little strange, so I wanted to give you a quick explanation as to what is going on here. I know we both did notes last year, and I wanted to give you something like that again so you could feel closer despite the distance. But this time, I figured I'd lean a little more into doing something unique. So here is the deal: This note will rotate daily at midnight. Over the course of a month it will move through the jar until it reaches the last message (I built in a few cool things that happen as time progresses so keep an eye out for that). Once the 14th of a month is hit, the jar will reset, going back to the first message. But don't stop coming here just because the first month ends! Every once in a while a new message will be randomly mixed in, and maybe even new features will pop up over time. I love you, and I hope that every time you come here it makes the distance feel a little smaller <3 - Caleb"
    },
    {
        "quote": "Hello my love, happy valentine's day!! This may seem a little strange, so I wanted to give you a quick explanation as to what is going on here. I know we both did notes last year, and I wanted to give you something like that again so you could feel closer despite the distance. But this time, I figured I'd lean a little more into doing something unique. So here is the deal: This note will rotate daily at midnight. Over the course of a month it will move through the jar until it reaches the last message (I built in a few cool things that happen as time progresses so keep an eye out for that). Once the 14th of a month hits, the jar will reset, going back to the first message. But don't stop coming here just because the first month ends! Every once in a while a new message will be randomly mixed in, and maybe even new features will pop up over time. I love you, and I hope that every time you come here it makes the distance feel a little smaller <3 - Caleb"
    },
    {
        "quote": "When I come down this weekend, I think we should design our apartment together. I'm really excited to have something that is really ours."
    },
    {
        "quote": "I have never met anyone who is so relentlessly supportive of those they love. I'm so lucky to have you."
    },
    {
        "quote": "We aren't socks, but we sure make a great pair ;)"
    },
    {
        "quote": "On your toughest days, I promise I will be there to do everything I can for you. You just have to let me."
    },
    {
        "quote": "If you were a worm I would make you a custom terrarium and decorate it with all of your things and give you a little smooch on your worm head every night."
    },
    {
        "quote": "You are my peace."
    },
    {
        "quote": "Date idea: We each cook each other a meal we think the other one would like and then watch a movie together."
    },
    {
        "quote": "WHO IS THE MFN BEST, ITS YOU, YOU ARE, NOW GO OUT AND KILL IT TODAY!!!"
    },
    {
        "quote": "I'm so unbelievably proud of you for all of the hard things you've pushed through just in the time I've known you. The strength of spirit that you show every day is incredible, and watching you work towards your goals makes me happy. I love you."
    },
    {
        "quote": "There is absolutely NO ONE I would rather call mine"
    },
    {
        "quote": "Hey guess what ur hot."
    },
    {
        "quote": "Date idea: We write shitty love songs about each other and then perform them."
    },
    {
        "quote": "You are my little goober and don't you ever forget that."
    },
    {
        "quote": "Did you know that whale sharks have teeth on their eyes? Well now you do."
    },
    {
        "quote": "One day I want to go on a backpacking trip with you so we can run far away from our problems and just stare at the stars together."
    },
    {
        "quote": "Every time you say something hurtful about yourself, I just wish you could see you the way I do. You are so beyond special."
    },
    {
        "quote": "Date idea: We make a little piece of pottery for the other person."
    }
]
